Repository: lucanaef/PGPro
Catalog: PGPro/Localizations/*.lproj/Localizable.strings
Languages: fr_ca

source: Paste from Clipboard
fr_ca: Coller depuis le presse-papiers

source: %d PEOPLE HAVE RATED PGPRO IN YOUR REGION
fr_ca: %d PERSONNES ONT ÉVALUÉ PGPRO DANS VOTRE RÉGION

source: A contact with this name and email address already exists!
fr_ca: Un contact avec ce nom et cette adresse électronique existe déjà!

source: Add Key from Clipboard
fr_ca: Ajouter une clé du presse-papiers

source: Add Signature...
fr_ca: Ajouter une signature...

source: App Launch Authentication
fr_ca: Lancement de l'application authentification

source: Are you sure you want to delete this key? This action cannot be undone.
fr_ca: Êtes-vous sûr de vouloir supprimer cette clé? Cette action ne peut pas être annulée.

source: Are you sure?
fr_ca: Êtes-vous sûr?

source: Cancel
fr_ca: Annuler

source: Clipboard contains invalid key!
fr_ca: Le presse-papiers contient une clé invalide!

source: Clipboard contains unsupported key!
fr_ca: Le presse-papiers contient une clé non prise en charge!

source: Clipboard is Empty!
fr_ca: Le presse-papiers est vide!

source: Confirm
fr_ca: Confirmer

source: Contact not unique!
fr_ca: Contact non unique!

source: Contribute on GitHub
fr_ca: Contribuer sur GitHub

source: Decrypt Message
fr_ca: Decrypter le message

source: Decrypted Message
fr_ca: Message déchiffré

source: Decryption failed!
fr_ca: La déchiffrement a échoué!

source: Decryption requires passphrase!
fr_ca: La déchiffrement nécessite un mot de passe!

source: Delete
fr_ca: Supprimer

source: Delete Keychain
fr_ca: Supprimer le trousseau de clés

source: Delete this message
fr_ca: Supprimer ce message

source: Descryption
fr_ca: Description

source: Email
fr_ca: Courriel

source: Email address can't be empty!
fr_ca: Adresse e-mail ne peut pas être vide!

source: Email address invalid!
fr_ca: Adresse e-mail invalide!

source: Encrypt Message
fr_ca: Chiffrer le message

source: Encryption failed (Framework Error)!
fr_ca: Échec de l'encryptage (Erreur Framework) !

source: Encryption failed!
fr_ca: Encryption failed" n'a pas pu être chiffré!

source: Error due to Rate Limiting
fr_ca: Erreur due à une limitation de taux.

source: Expires
fr_ca: Expire

source: Export failed!
fr_ca: Échec de l'exportation!

source: Export Keychain
fr_ca: Exporter le trousseau d'accès

source: Failed to compose email!
fr_ca: Impossible de composer l'email!

source: Failed to compose email! Mail Integration will be disabled.
fr_ca: Impossible de composer le message électronique! L'intégration du courrier sera désactivée.

source: Failed to get valid response from keyserver!
fr_ca: Impossible d'obtenir une réponse valide du serveur de clés!

source: Fingerprint
fr_ca: Empreinte digitale

source: Frequently Asked Questions
fr_ca: Questions fréquemment posées

source: Generate Key Pair
fr_ca: Générer une paire de clés

source: Import Keys from File
fr_ca: Importer les clés à partir du fichier

source: Incorrect Passphrase!
fr_ca: Passphrase incorrect!

source: Invalid Format
fr_ca: Format invalide

source: Invalid QR Code!
fr_ca: Code QR invalide!

source: Join the PGPro Beta
fr_ca: Rejoignez la version bêta de PGPro.

source: Key generation failed!
fr_ca: La génération de la clé a échoué!

source: Keychain
fr_ca: Porte-clés

source: Keyserver is under Database Maintenance
fr_ca: Keyserver est en maintenance de base de données

source: Licenses
fr_ca: Licences

source: Mail Integration
fr_ca: Intégration de courrier

source: Message is invalid!
fr_ca: Le message est invalide!

source: Name
fr_ca: Nom

source: Name can't be empty!
fr_ca: Le nom ne peut pas être vide!

source: NAVAJO_REASONABLE
fr_ca: Raisonnable

source: NAVAJO_STRONG
fr_ca: Fort

source: NAVAJO_VERY_STRONG
fr_ca: Très fort

source: NAVAJO_VERY_WEAK
fr_ca: Très faible

source: NAVAJO_WEAK
fr_ca: Faible

source: Never
fr_ca: Jamais

source: No Connection to Keyserver!
fr_ca: Connexion au serveur de clés impossible!

source: No mail client selected! Mail Integration will be disabled.
fr_ca: Client de courrier non sélectionné! L'intégration du courrier sera désactivée.

source: No Private Key Selected!
fr_ca: Aucune clé privée sélectionnée!

source: No valid Key found in Clipboard!
fr_ca: Aucune clé valide trouvée dans le presse-papiers!

source: Passphrase
fr_ca: Mot de passe

source: Passphrases don't match!
fr_ca: Les phrases secrètes ne correspondent pas!

source: PGPro does not support signing messages if the encryption contacts include private keys.
fr_ca: PGPro ne prend pas en charge la signature de messages si les contacts de chiffrement incluent des clés privées.

source: Please enter message first!
fr_ca: Veuillez entrer d'abord un message!

source: Please Rate PGPro
fr_ca: Veuillez évaluer PGPro

source: Primary Key
fr_ca: Clé primaire

source: Privacy Policy
fr_ca: Politique de confidentialité

source: Report Issue
fr_ca: Signaler un problème

source: Scan failed!
fr_ca: Échec de la numérisation!

source: Search on Keyserver
fr_ca: Recherche sur le serveur de clés

source: Select Contacts...
fr_ca: Sélectionner des contacts...

source: Select Private Key...
fr_ca: Sélectionnez une clé privée...

source: Select Public Keys First!
fr_ca: Sélectionnez d'abord les clés publiques!

source: Settings
fr_ca: Paramètres

source: Signing requires the passphrase of the private Key!
fr_ca: La signature nécessite le mot de passe de la clé privée!

source: Type Message to Encrypt...
fr_ca: Tapez le message à chiffrer...

source: User Info
fr_ca: Infos d'utilisateur

source: Wrong passphrase!
fr_ca: Mauvais mot de passe!
